Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/koro.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: The precise arrangements wil be clarified with successful applicants on a
nb: I kunstprosjekt der KORO er produsent oppnevnes prosjektleder normalt av

source: • KORO’s art col ection shal be of high quality and shall exist in dialogue with
nb: • KOROs kunstsamling skal ha høy kvalitet og skal være i dialog med utviklingstrekk

source: the macrocosm to form a unified whole.
nb: er en integrert del av inngangspartiet.

source: Artists, curators, art centres, municipalities, county councils and other individuals or
nb: Kommuner, fylkeskommuner, kunstsentre og andre ansvarlige aktører innenfor kunstfeltet

source: • KORO shall be a clear voice within both its professional field and the public media.
nb: • KORO skal være en tydelig stemme i fagfeltet og medieoffentligheten

source: It has a playful and humorous expression and wil constitute a
nb: Dette vil også muliggjøre avrenning av vann, og bidra til at prosjektet vil synes hele året

source: Whom do we work for?
nb: Hvem jobber vi for?

source: the state collection of public art.
nb: statens samling av kunst i offentlige rom

source: • KORO shall endeavour to ensure that artists and art play a central role in the
nb: • KORO skal arbeide for at kunstnerne og kunsten spiller en sentral rolle i

source: The proposal would benefit from clarification of its relationship to the other sculptures in the garden.
nb: særlig bruken av spisepinner som metafor for fleksibilitet og samarbeid.

source: marked for specific aspects of the project.
nb: Rapportering og utbetaling av tilskudd

source: • KORO’s art programmes shall be relevant both societally and for commissioners,
nb: • KOROs kunstordninger skal være samfunnsaktuelle og relevante for

source: The first 80 percent of the funding is paid when the applicant enters into the funding contract.
nb: Tilskuddet utbetales i to omganger, 80 prosent når prosjektansvarlig har undertegnet på et

source: the centre of experience, and this
nb: I skogen ligger også en romkapsel og slenger, som en

source: The work of art wil primarily be experienced from inside the buildings and
nb: innføring i byggtekniske detaljer ved prosjektledelsen, og orientering om klimatiske, sikkerhetsmessige og

source: the same time challenging them.
nb: består i, på sine egne estetiske premisser.

source: • KORO shall work to promote cultural heterogeneity and diversity in its artistic
nb: • KORO skal arbeide for å fremme kulturell heterogenitet og uttrykksmangfold i sine

source: to develop knowledge and competence in the field of public art.
nb: • KORO skal arbeide aktivt for utvikling av kunnskap om og kompetanse på kunst i

source: The distinct, but somewhat overlapping, transparent organic forms are reminiscent of microscopic sections and frozen land-scapes.
nb: Avgrensede, gjennomsiktige organiske former er lagt delvis over hverandre og minner om mikroskoputsnitt og isfros-sen natur.

source: Madame M. S, a mysterious Lebanese painter who was one of the participating artists in the 1943 exhibition,
nb: Madame M.S., en mystisk libanesisk maler som var en av deltakerne i 1943-utstillingen, trylles frem fra arkivet for å fortelle sin historie ved å forestille seg fortiden inn i fremtiden.

source: or combined with unrelated objects or phenomena.
nb: forhold, og en verdig aldring av skulpturene gjennom årenes løp.
